<template>
  <div class="privacy-policy-page">
    <el-card class="policy-card">
      <h2 class="title">AIBert智启隐私保护政策</h2>
      <el-scrollbar class="policy-content">
        <p>
          艾铂特（珠海）人工智能科技有限公司及关联公司（以下统称“我们”或“AIBert智启”），一直以来都非常重视个人信息的保护。
          在您浏览访问AIBert智启平台网站（包括但不限于AIBert智启客户端、网站、相关微信小程序或AIBert智启于第三方平台建立
          的应用，域名为www.aibertzh.com）或者注册登录使用AIBert智启的任何产品和服务时，我们将按法律法规要求，采取相应
          安全保护措施，尽力保护您的个人信息安全可控。AIBert智启隐私权政策在您首次注册AIBert智启平台网站时，点击的“下
          一步”按钮与我们签署本隐私权政策。
        </p>
        <p>特别提示：</p>
        <p>
          <strong
            >AIBert智启隐私权政策适用于AIBert智启平台服务提供者以AIBert智启网站以及随技术发展出现的新形态向您提供的各项产品
            和服务。本政策并不适用于第三方通过AIBert智启平台提供的产品和服务，或者AIBert智启上的第三方链接所指向的产品和服
            务。在此情况下，建议您认真阅读和了解第三方的隐私政策。
          </strong>
        </p>
        <p>
          <strong
            >本政策与AIBert智启所提供的产品和服务密切相关。我们努力通
            过明确、易懂和适宜方式向您说明我们是如何收集、使用、存储、传输、公开与保护来自于或关于您的个人信息的，帮您了解
            查询、更正、补充、删除、复制、转移您个人信息的方式，我们建议您仔细阅读以便在知悉您所享有的权利，做出您的选择。</strong
          >
        </p>
        <p>
          <strong
            >本政策的全部条款属于《AIBert智启用户协议》的重要组成部份之一。一旦您浏览访问AIBert智启网站或者选择同意注册用
            户使用我们的服务，即表示您已全面阅读、知悉本政策的内容，并同意做出相应的授权。本政策在您使用网站和服务的整个过
            程中有效，如果您对本政策有任何疑问、意见或建议，您可联系我们咨询反馈。如果您不同意本政策，您应立即停止使用
            AIBert智启平台所提供的产品和服务。</strong
          >
        </p>

        <p>
          本政策将从如下几个部分阐述AIBert智启对您个人信息的保护以及您所享有的权利：
        </p>
        <p>一、我们如何收集、存储、使用您的个人信息</p>
        <p>二、我们如何使用Cookie</p>
        <p>三、我们如何传输、共享、公开披露您的个人信息</p>
        <p>四、我们如何保护您的个人信息</p>
        <p>五、您的权利</p>
        <p>六、我们如何处理未成年人的个人信息</p>
        <p>七、您的个人信息如何在全球范围转移</p>
        <p>八、适用法律及管辖</p>
        <p>九、本政策如何更新</p>
        <p>十、我们的联系方式</p>
        <p>十一、附录：权限申请及应用场景</p>
        <p>
          在使用我们的产品和服务前，请您务必仔细阅读并充分了解本政策，并着重阅读斜体加粗字体。
        </p>

        <h3><strong>一、我们如何收集、存储、使用您的个人信息</strong></h3>
        <p>
          <strong>1、注册、登录及使用AIBert智启帐号</strong>
        </p>
        <p>
          在您使用本产品和服务时，我们建议您注册一个AIBert智启帐号，以更加充分地使用本产品和服务的全部功能；为此，您需要提供
          <strong>手机号码</strong>（用于实名认证）并创建<strong
            >密码、昵称</strong
          >
          。
        </p>
        <p>
          <strong>2、用于实名认证</strong>
        </p>
        <p>
          当您在使用AI图像工具时或其他需要实名认证的功能或服务时，为满足法律法规的合规需求，需要您提供<strong
            >真实身份信息（如真实姓名、
            身份证号码等）以完成实名认证，上述信息为敏感个人信息，</strong
          >
          收集此类信息前会征求您的单独同意。我们会对此进行严格保密，并不
          会将上述信息用于本政策以外其他目的。同时，您也可拒绝提供上述信息，这将导致您无法使用需要实名认证的特定功能，但不影响
          您继续使用AIBert智启其他功能或服务。在完成实名认证过程中，为保证信息真实性，我们可能委托提供认证服务的第三方认证机构
          核验您提供的认证信息。
        </p>
        <p>3、向您提供网络安全及运营安全保障</p>
        <p>
          为保障您的帐号、网络、运营及系统安全，预防钓鱼网站欺诈及木马病毒，在您使用本产品的过程中，我们可能会收集您的设备信息，
          包括不可变更的设备标识信息（指由设备制造商编入到设备以对其进行标识的一串字符，<strong
            >Android如IMEI、AndroidID、OAID、IMSI、ICCID、GAID、MEID、AAID、VAID，iOS如IDFV、IDFA，本政策中所指的“设备标识
            信息”均同本定义）、硬件序列号、MAC地址。</strong
          >
        </p>
        <p>4、向您提供其他相关产品功能和/或服务</p>
        <p>
          实现以下各项产品功能和/或服务，我们可能需要向您收集相对应的个人信息，我们将遵循合法、正当、必要的原则谨慎收集；若您拒
          绝提供，可能无法使用相应服务。其中个别功能或服务可能涉及敏感个人信息（详见以下具体相关条款），在您使用相关功能或服务前
          我们还将征求您的单独同意；如您不同意仅无法使用对应功能或服务，其它功能或服务仍可正常使用。
        </p>
        <p>
          1）客户服务。当您向AIBert智启提起投诉、进行咨询或申诉时，为了方便与您联系或帮助您解决问题，我们可能需要您提供<strong>
            姓名、手机号码、电子邮件及其他有效的联系方式</strong
          >等个人信息。 如您拒绝提供上述信息，我们可能无法向您及时反馈相关处理结果。
        </p>
        <p>
          2）个性化展示服务。为了便于您更好地管理您的偏好，我们会基于收集的信息，对用户偏好进行特征分析和用户人群画像（该个性化推
          荐算法不会识别特定自然人的真实身份），以帮助您获得您更感兴趣的内容，以减少您的筛选时间。为此，我们需要收集的信息包括您的
          <strong
            >设备标识信息、符合国家或行业团体标准的广告标识信息、地理位置信息（如GPS）、语言及时区、您在AIBert智启中的浏览记录，其中
            精确的地理位置信息</strong
          >需要您的授权，若您拒绝授权位置权限会影响定位的准确性，我们将无法向您推送最为精确的个性化内容和广告，但
          不会影响其他功能与服务的正常使用，我们也仅会基于网络信息（如IP） 对应的城市及/或区县向你展示可能相关的内容、服务和广告。
          如果您对我们的个性化展示内容或广告不感兴趣，您可以通过本协议明示的方式关闭该功能。
        </p>
        <p>
          3）保障帐号安全。当您在使用修改密码、安全验证、申诉行为，且操作行为存在异常时，我们可能会要求您提供<strong
            >有效身份信息</strong
          >
          ，以确保 上述操作行为的安全性。
        </p>
        <p>
          4）用于调起第三方支付功能。
          您在支付的过程中，可使用支付宝、微信或者银行卡支付。若您选择支付宝或微信支付的，您需要提供支付宝或微信账户并选择付款方式，
          <strong
            >我们会将您的订单信息*及法律要求的必要信息通过在嵌入的支付宝或者微信支付的SDK等方式与支付公司共享。若您选择银行卡支付的，
            我们还会将您的银行卡号*、有效期*及法律要求的必要信息与您的发卡银行合作的收单机构共享。为了交易的安全性及可用性，我们需要
            您提供实名认证信息并授权我们查询和使用您的个人信用信息。</strong
          >
        </p>
        <p>
          5）AI图像工具：AI图像工具的生成内容需以原始图像为基础，使用人工智能模型生成，因此当您使用AI图像工具时，您需要上传您的原始
          图像信息进行处理，这类信息是提供本服务必须收集的信息，收集后即作去标识化处理，不会用于识别任何特定的用户。
        </p>
        <p>
          6）消息通知：我们将会向您在使用AIBert智启产品或服务的过程中提供的联系方式（如：手机号码）发送一种或多种类型的通知，如产品活动
          、身份验证、安全验证、营销信息或向您进行相关的问卷调查。但如果您不想接收我们给您发送的此类信息，您可通过短信中提供的退订方式或
          我们提供的其他方式进行退订。
        </p>
        <p>
          <strong>5、我们可能从第三方间接获取您的个人信息</strong>
        </p>
        <p>
          1）您使用第三方帐号（微信）登录AIBert智启时，可选择授权AIBert智启在符合相关法律法规要求的前提下读取并获得您在该第三方平台上登
          记、公布、记录的公开信息（包括昵称、头像）。
        </p>
        <p>
          2）AIBert智启需要您授权从第三方获取上述信息是为了记住您作为AIBert智启用户的登录身份，以向您提供更优质的产品和/或服务。我们仅会
          在您的授权同意的范围内收集并使用您的个人信息。在您使用第三方帐号注册或登录后，您的第三方帐号将会与AIBert智启帐号进行绑定，但您
          可以选择“解除绑定”，进行取消帐号绑定。
        </p>
        <p>
          3）为便于您的快捷登录，当您使用AIBert智启“一键登录”功能时，经您明示同意后，与我司存在合作关系的通信运营商会将您的手机号码提供
          给我们以实现一键登录。
        </p>
        <p>6、AIBert智启基于其它特别情况对您的个人信息的使用</p>
        <p>
          如果您认为您的相关权利遭受侵犯，您可通过我们对外公布的联系方式提起投诉、举报。在此过程中，我们将要求您提供<strong
            >个人有效身份信息</strong
          >
          以核实投诉、举报的真实性。与此同时，如果您申请解除您的AIBert智启帐号异常状态的，我们也可能要求您提供<strong>
            有效身份信息</strong
          >进行核实。此为个人敏感信息，我们将采取严格的保密措施，并不会向第三方进行共享。
        </p>

        <h3><strong>二、我们如何使用Cookie</strong></h3>
        <p>
          Cookie是载有一连串文字的小型档案，在您登入网站或其他网络内容时存放在您的计算机、移动电话或其他装置内。网络信标是装嵌在网站或
          电邮内的电子图像文件案或其他技术，可用于计算访客数目、记录何时阅览电邮或网站，以及有没有阅览电邮或网站，或使用某些cookies。
        </p>
        <p>
          为保证网站正常运行，帮助您获得更轻松的访问体验，并向您推荐您可能感兴趣的信息，我们会在您的计算机或移动设备上存储名为Cookie的
          小数据文件。Cookie通常包含标识符、站点名称以及一些号码及字符。借助于Cookie，网站能够存储您的偏好等数据，以此帮助您免去重复填
          写个人信息、输入历史搜索内容等繁琐；同时我们还可能利用上述技术为您推荐、展示、推送您感兴趣的内容。您可根据自己的偏好管理或删
          除Cookie，您也可以清除计算机上保存的所有Cookie。我们不会将 Cookie
          用于本政策所述目的之外的任何用途。<strong
            >大部分网络浏览器都设有阻止Cookie的功能，您可以通过浏览器设置选项清除计算机上保存的所有Cookie，但如果您这么做，可能会导致
            您在每一次访问我们的网站时都需要亲自更改用户设置。</strong
          >
        </p>

        <h3><strong>三、我们如何传输、共享、公开披露您的个人信息</strong></h3>
        <p>
          <strong>1、共享</strong>
        </p>
        <p>我们不会与任何公司、组织、个人分享您的个人信息，但以下情况除外：</p>
        <p>
          1）在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息；
        </p>
        <p>
          2）在法定条件下共享：我们可能会根据法律法规规定、诉讼争议解决需要、按照政府主管部门或司法机关依法提出的强制要求，对外共享
          您的个人信息；
        </p>
        <p>3）与国家安全、国防安全直接相关的；</p>
        <p>4）与公共安全、公共卫生、重大公共利益直接相关的；</p>
        <p>5）与刑事侦查、起诉、审判和判决执行等直接相关的；</p>
        <p>
          6）在法律法规允许的范围内，为维护AIBert智启或合作伙伴、您或其他AIBert智启用户或社会公众利益、财产或安全免遭损害而有必要
          提供；
        </p>
        <p>
          7）与我们的关联公司共享：若我们为您所提供的产品/服务无法单独完成，则您的个人信息可能会与我司（艾铂特（珠海）人工智能科技
          有限公司）的关联公司进行共享，我们只会在为实现向您提供本产品相关功能和服务的目的下共享必要的个人信息且受本政策所声明目的
          的约束。关联公司若要改变个人信息的处理目的，将再次征求您的同意。我们的关联公司包括：艾铂特（珠海）人工智能科技有限公司。
          我司及我司关联公司合称“AIBert智启”；
        </p>
        <p>
          8）您自行向社会公众公开的您的个人信息或从合法公开的信息中收集个人信息的，如通过合法的新闻报道、政府信息公开渠道；
        </p>
        <p>
          9）
          只有提供您的信息，才能实现我们或我们关联公司的产品与/或服务的核心功能或提供您需要的服务；
        </p>
        <p>10）应您要求为您处理您与他人的纠纷或争议；</p>
        <p>
          11）符合与您签署的相关协议（包括在线签署的电子协议以及相应的规则）或其他的法律文件约定所提供；
        </p>
        <p>12）基于学术研究而使用；</p>
        <p>13）其他法律法规规定的情形。</p>
        <p><strong>2、向合作方共享个人信息</strong></p>
        <p>
          仅为实现本政策中声明的目的，我们的某些服务将委托由授权的合作伙伴提供（我们会与授权的合作伙根据法律规定签署相关处理协议，
          并对其个人信息处理活动进行监督），<strong
            >在此过程中我们可能会向合作方提供您的个人信息或者合作方通过应用程序接口（API）、
            软件工具开发包（SDK）等方式自行获取您的个人信息。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且
            只会提供服务所必要的个人信息。我们的合作伙伴无权将我们提供的个人信息用于任何其他用途。我们会对合作方获取有关信息的应用
            程序接口（API）、软件工具开发包（SDK）进行严格的安全检测，并与其签署严格的保密协议，要求他们按照我们的说明、本隐私政策
            以及其他任何相关的保密和安全措施来处理个人信息。</strong
          >
        </p>
        <p>
          3、我们与第三方共享的个人信息的具体种类和目的，<strong>
            您可详见《AIBert智启第三方共享目录》</strong
          >
        </p>
        <p><strong>4、转让</strong></p>
        <p>
          我们将不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
        </p>
        <p>1）在明确获得您的同意的前提下，我们会向其他方转让您的个人信息；</p>
        <p>
          2）在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织等主体继续接受此AIBert智启
          个人信息保护政策的约束，如果本政策约定的个人信息的收集、处理方式、使用目的等发生改变，我们将要求该公司、组织等主体重新向您征
          求授权同意。
        </p>
        <p>3）与我们履行法律法规规定的义务相关的；</p>
        <p>4）与国家安全、国防安全直接相关的；</p>
        <p>5）与公共安全、公共卫生、重大公共利益直接相关的；</p>
        <p>6）与刑事侦查、起诉、审判和判决执行等直接相关的；</p>
        <p>
          7）在法律法规允许的范围内，为维护AIBert智启或合作伙伴、您或其他AIBert智启用户或社会公众利益、财产或安全免遭损害而有必要提供；
        </p>
        <p>
          8）您自行向社会公众公开的您的个人信息或从合法公开的信息中收集个人信息的，如通过合法的新闻报道、政府信息公开渠道；
        </p>
        <p>9）其他法律法规规定的情形。</p>
        <p><strong>5、公开披露</strong></p>
        <p>我们仅会在以下情况下，收集或公开披露您的个人信息：</p>
        <p>1）获得您的单独同意后；</p>
        <p>
          2）基于法律法规、司法机关或行政主管部门的强制性要求，我们可能会披露您的个人信息
        </p>
        <p>3）与我们履行法律法规规定的义务相关的；</p>
        <p>4）与国家安全、国防安全直接相关的；</p>
        <p>5）与公共安全、公共卫生、重大公共利益直接相关的；</p>
        <p>6）与刑事侦查、起诉、审判和判决执行等直接相关的；</p>
        <p>
          7）在法律法规允许的范围内，为维护AIBert智启或合作伙伴、您或其他AIBert智启用户或社会公众利益、财产或安全免遭损害而有必要提供；
        </p>
        <p>8）其他法律法规规定的情形。</p>
        <p><strong>6、依法不经授权处理个人信息的情形</strong></p>
        <p>
          根据相关法律法规的规定，在以下情形中，我们可以在不征得您的同意的情况下处理您的个人信息。
        </p>
        <p>1）为订立、履行您作为一方当事人的合同所必需；</p>
        <p>2）为履行法定职责或者法定义务所必需；</p>
        <p>
          3）为应对突发公共卫生事件，或者紧急情况下为保护您的生命健康和财产安全所必需；
        </p>
        <p>
          4）为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
        </p>
        <p>
          5）依照相关法律规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；
        </p>
        <p>6）法律、行政法规规定的其他情形。</p>

        <h3><strong>四、我们如何保护您的个人信息</strong></h3>
        <p>
          1、我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。
          我们会采取一切合理可行的措施，保护您的个人信息。例如，在您的浏览器与 “服务”之间交换数据时受SSL加密保护；我们对产品提供
          的配套Web服务提供HTTPS 安全访问方式；我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；
          我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
        </p>
        <p>
          2、保存期限：我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非法律法规有强制的留存要求，例如《网络安全法》
          要求按照规定留存相关的网络日志不少于六个月。我们判断个人信息的存储期限主要参考以下标准并以其中较长者为准：完成与您相关
          的服务所需保留的必要期限；应对您可能的查询或投诉；保证我们为您提供服务的安全和质量；您是否同意更长的留存期间；是否存在
          关于保留期限的其他特别约定或法律法规规定。对于超出期限的个人信息，我们会立即删除或做匿名化处理。
        </p>
        <p>
          3、互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送
          个人信息。请使用复杂密码，协助我们保证您的账号安全。
        </p>
        <p>
          4、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。
        </p>
        <p>
          5、在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将
          要采取 的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知
          等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报
          个人信息安全事件的处置情况。 
        </p>

        <h3><strong>五、您的权利</strong></h3>
        <p>
          我们将尽最大努力采取适当的技术手段，保障您可以访问、更新和更正自己的注册信息或使用AIBert智启服务时提供的其他个人信息。
        </p>
        <p>
          <strong>
            我们非常重视您对个人信息的管理，并尽全力保护你对于你个人信息的查阅、复制、更正、补充、删除等权利，以使您有能力了解并保障您的个人信息安全。
          </strong>
        </p>
        <p>
          <strong>
            但请您理解，特定的业务功能和服务将需要您的信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供对应的功能和服务，也不再处理您相应的个人信息。
          </strong>
        </p>
        <p>
          <strong>
            按照中国相关的法律、法规、标准，我们保障您对自己的个人信息行使以下权利：
          </strong>
        </p>
        <p>
          <strong> 1、获取您的信息 </strong>
        </p>
        <p>1）在以下情形中，您可以向我们提出删除个人信息的请求：</p>
        <p>A. 处理目的已实现、无法实现或者为实现处理目的不再必要；</p>
        <p>B. 我们停止提供产品或者服务，或者保存期限已届满；</p>
        <p>C. 您撤回同意的；</p>
        <p>D. 我们违反法律、行政法规或者违反约定处理个人信息；</p>
        <p>E. 法律、行政法规规定的其他情形。</p>
        <p>2）复制、转移你的个人信息</p>
        <p>
          如果您需要复制或转移我们收集存储的个人信息，您可以通过AIBert智启客服或AIBert智启网站公布的多种联系方式与我们联系。
          我们将根据法律法规的要求，为您提供复制或转移路径。
        </p>
        <p>
          <strong>
            以上删除请求一旦被响应，我们还将同时尽可能通知从AIBert智启获得您个人信息的主体，要求其及时删除相应信息，除非法律
            法规另有规定，或者这些主体获得您的独立授权。当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的
            信息，我们将会在备份更新时删除这些信息或者实现匿名化处理。
          </strong>
        </p>
        <p>
          <strong> 2、撤回您的授权 </strong>
        </p>
        <p>
          如果您希望撤销同意我们收集、使用和披露您的其他个人信息或者希望我们更正、更新或删除您的个人信息，可通过不同版本或操作
          系统中提供的撤回路径进行撤回，或通过本政策中的联系方式与我们联系。我们将会在收到您的电子邮件或者挂号信后的合理时间内
          处理您的请求并停止收集、使用和披露您的个人信息。
        </p>
        <p>
          <strong
            >当您撤回某些授权时，将导致与之相关的产品功能不可用，我们无法继续为您提供撤回同意或授权所对应的特定功能和/或服务，
            并且您撤回授权的决定不会影响此前基于您的授权而开展的个人信息处理。</strong
          >
        </p>
        <p>
          <strong> 3、对于您的权利要求的响应 </strong>
        </p>
        <p>
          为保障安全，在您提出上述权利主张时，您可能需要提供书面请求，或以其他方式证明您的身份。我们将在验证您的身份后再处理
          您的请求。一般情况下，我们将在【15】天内做出答复。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限
          度的请求，我们将酌情收取一定费用。对于与您的身份不直接关联的信息、无端重复信息，或者需要过多技术手段（例如，需要开
          发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者不切实际的请求，我们可能会予以拒绝。
        </p>
        <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
        <p>1）与国家安全、国防安全有关的；</p>
        <p>2）与公共安全、公共卫生、重大公共利益有关的；</p>
        <p>3）与犯罪侦查、起诉、审判和执行判决等有关的；</p>
        <p>4）有充分证据表明个人信息主体存在主观恶意或滥用权利的；</p>
        <p>5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
        <p>6）涉及商业秘密的。</p>

        <h3><strong>六、我们如何处理未成年人的个人信息</strong></h3>
        <p>
          1、我们的产品主要面向成人。除非您在使用某些特定功能时，我司可通过实名认证信息判断您为未成年人外，受限于本产品特性，
          我司并未开发其他识别您真实年龄的产品功能。
        </p>
        <p>
          2、不满十四周岁未成年人（本政策所指“未成年人”，特指不满十四周岁的未成年人），在未获得父母或监护人同意的前提下，不应创建
          自己的个人信息主体帐户。如果您的年龄在14周岁以下，在使用我们的产品和/或服务前，请您务必在监护人的陪同下阅读本政策，并确
          保已征得您的监护人明确同意后，再使用我们的服务。
        </p>
        <p>
          3、对于经监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、监护人明确同意或者保护未成
          年人所必要的情况下处理此信息。
        </p>
        <p>
          4、如果您的监护人不同意您按照本政策使用我们的服务或向我们提供个人信息，请您立即终止使用我们的服务并及时通知我们。
        </p>
        <p>
          5、如果您是父母或监护人，对您所监护的未成年人使用我们的产品/服务或其向我们提供的用户信息有任何疑问时，请您及时与我们联系。
        </p>
        <p>
          6、如果我们发现在未获得监护人同意的情况下收集了未成年的个人信息，则会设法尽快删除相关未成年人信息。
        </p>

        <h3><strong>七、您的个人信息如何在全球范围内转移</strong></h3>
        <p>
          <strong
            >我们会按照法律法规的规定，将中华人民共和国境内（以下简称“中国”）收集的用户个人信息存储于中国境内。</strong
          >
          我们不会将上述信息传输至境外，当确有必要向境外传输的情形发生时，我们将会遵循国家相关法律规定进行评估、认证，并取得您的单独同意。
        </p>

        <h3><strong>八、适用法律及管辖</strong></h3>
        <p>
          本AIBert智启个人信息保护政策适用中华人民共和国大陆地区法律。本AIBert智启个人信息保护政策项下争议，
          <strong>由被告住所地法院管辖。</strong>
        </p>

        <h3><strong>九、本政策如何更新</strong></h3>
        <p>
          我们的AIBert智启个人信息保护政策可能会根据业务的调整、法律法规或政策的变化而适时变更。未经您明确同意，我们不会削减您按
          照本AIBert智启个人信息保护政策所应享有的权利。本政策更新后，我们会发出更新版本，并在更新后的条款生效前通过私信、通知、
          公告或其他适当的方式提醒您更新的内容，以便您及时了解本政策的最新版本。
        </p>
        <p>
          如本政策变更的类型涉及个人信息的处理目的、处理方式和处理的个人信息种类发生变更的，我司将重新取得您的同意。
        </p>
        <p>
          若您不同意修改后的AIBert智启个人信息保护政策，您有权并应立即停止使用我们的产品和/或服务。如果对本政策的更新存在疑义，
          请您及时通过本政策公示的联系方式与我方联系。
        </p>

        <h3><strong>十、我们的联系方式</strong></h3>
        <p>
          我公司为在中华人民共和国境内成立的【艾铂特（珠海）人工智能科技有限公司】，注册地址：广东省珠海市香洲区和正路888号2栋609-3房
        </p>
        <p>
          如果您对本政策内容有任何疑问、意见、建议或进行申诉，您可通过以下方式联系我们：请发送电子邮件至个人信息保护专员邮箱：hi@aibertzh.com，
          也可以挂号信方式寄送至：中华人民共和国广东省珠海市香洲区和正路888号2栋609-610室（收件人：艾铂特人工智能-法务部）。
        </p>
      </el-scrollbar>
    </el-card>
  </div>
</template>

<script>
export default {
  name: "PrivacyPolicyPage",
};
</script>

<style scoped>
.privacy-policy-page {
  display: flex;
  justify-content: center;
  align-items: center;
  height: 100vh;
  background-color: #fff;
}

.policy-card {
  width: 1000px;
  height: 100vh;
  padding: 20px;
  overflow-y: auto;
}

.title {
  text-align: center;
  font-weight: bold;
  font-size: 24px;
  margin-bottom: 20px;
}
</style>
