<template>
  <div class="user-agreement-page">
    <el-card class="agreement-card">
      <h2 class="title">AIBert智启会员服务协议</h2>
      <p>
        <strong
          >特别提醒：在您（下或称“用户”）开始阅读并决定是否接受《AIBert智启会员服务协议》（下称“本协议”）和付费开通AIBert
          智启会员服务之前，特别提醒您仔细阅读并留意本协议中加粗的内容，未满14周岁的未成年人用户请在监护人陪同下仔细阅读
          本协议并决定是否同意接受本协议，并在监护人的引导、监督下购买及使用AIBert智启会员服务。若您对本协议存在疑问，
          或者无法全部或者部分接受本协议，或者在使用过程中需要向AIBert智启公司反馈（含建议、投诉、举报等），您可通过
          以下方式联系我们：电子邮件
          <a href="mailto:hi@aibertzh.com" style="color: #0366d6"
            >hi@aibertzh.com</a
          ></strong
        >
      </p>
      <p>
        <strong>
          特别请您注意，AIBert智启会员所有会员权益与功能，具体会员服务内容可见本协议。
        </strong>
      </p>
      <h3><strong>一、AIBert智启会员服务说明：</strong></h3>
      <p>1、定义：</p>
      <ul>
        <li>
          <p>
            AIBert智启：是指AIBert智启公司及其关联公司开发、运营、管理的一款应用软件产品，旨在为您提供本协议范围内软件
            使用许可及技术服务，包含有AIBert智启APP、AIBert智启WEB及AIBert智启PC。
          </p>
        </li>
        <li>
          <p>
            AIBert智启会员：
            是指完成了购买AIBert智启会员的所有程序，且在遵守本协议的前提下，在会员有效期内享受AIBert智启会员服务的用户。
            AIBert智启会员具体权益内容请您查看本协议第三条。
          </p>
        </li>
        <li>
          <p>
            AIBert智启会员服务协议：本协议为《AIBert智启用户服务协议》、《AIBert智启个人信息保护政策》等平台规则的补充协议，
            本协议为上述协议不可分割的组成部分，与其具有同等的法律效力,若本协议与上述协议冲突的，以本协议为准，本协议未提及的部分以上述协议为准。
          </p>
        </li>
        <li>
          <p>
            AIBert智启会员服务规则：指已经或未来不时发布的与AIBert智启会员服务相关的协议、公告、页面说明、通知、FAQ、优惠活动
            等内容。上述内容一经发布即生效，均构成本协议不可分割的一部分
          </p>
        </li>
        <li>
          <p>
            商业使用：
            指为商业目的而使用AI作品，包括个人商业使用和企业商业使用。
          </p>
        </li>
        <li>
          <p>
            AIBert智启公司：
            指艾铂特（珠海）人工智能科技有限公司或经由艾铂特（珠海）人工智能科技有限公司授权运营的不同版本AIBert智启的实际运营公司。
          </p>
        </li>
      </ul>
      <p>
        2、AIBert智启可能根据自身对商业、法律与政策等要素的判断，随时更新本协议。
      </p>
      <h3><strong>二、声明：</strong></h3>
      <p>
        1、根据您选择的功能不同，您可能将上传您的照片、文本内容，用于AI生成，系统将通过技术在页面内生成新的内容。在此过程中，您
        所上传的照片、文本内容将仅被用于当次生成，我们仅提供图像处理服务，不会提取识别信息，不会用于识别用途，服务完成后，系统将
        自动删除上述信息，不予留存。
      </p>
      <p>
        2、您使用AIBert智启的功能生成的AI内容，您须确保，您在使用本服务生成AI作品时，您不得将生成的作品用于诽谤、色情或任何其它非法
        的用途，亦不能侵犯任何第三方的任何版权、商标或其他专有权利，如因您的不当使用行为导致任何第三方权益受损的，您将依法承担相应责任。
      </p>
      <p>
        3、您确认并知悉当前服务生成的所有内容都是由人工智能模型生成，AIBert智启公司对其生成内容的准确性、完整性和功能性不做任何保证，
        并且其生成的内容不代表AIBert智启公司的态度或观点。若其中部分信息可能存在瑕疵、不合理或引发不快之处。如遇此情形的，欢迎并感谢
        您随时通过本平台所载方式进行监督。除本协议另有规定外，AIBert智启公司有权根据商业判断对服务页面进行变更、中断或终止。除其他规
        则或文件另有规定外，AIBert智启公司不对相应变更、中断或终止承担任何责任。
      </p>
      <h3><strong>三、AIBert智启会员权益：</strong></h3>
      <p>
        1、您可在会员服务期内，使用AIBert智启工具制作并下载设计成品，请以AIBert智启订阅计划及购买页面的说明为准。
      </p>
      <p>
        2、赠送权益：根据您购买的计划不同，我们赠送的会员权益也各有不同，请以AIBert智启订阅计划及购买页面的说明为准
      </p>
      <p>3、权益限制</p>
      <ul>
        <li>
          <p>
            本服务仅限您自身使用，您不得将本服务生成的AI作品用于向第三方授权、转让、共享、租售等或以任何形式
            （包括独立文件形式）被第三方下载、提取、解压缩。
          </p>
        </li>
        <li>
          <p>
            您制作并下载AI作品后，AIBert智启对AI作品进行删减等任何修改行为，AIBert智启均不负责。
          </p>
        </li>
        <li>
          <p>
            您不得违反法律法规或本协议约定使用AI作品，包括但不限于不得用于欺骗性广告、不正当竞争以及任何侵犯他人合法权益的情形。
          </p>
        </li>
        <li>
          <p>
            您不得对AI作品内容以冒犯、侵权、违法等不当方式使用，不当方式包括但不限于：a在色情图像或类似情形中使用；
            b用于政治性代言的行为等。
          </p>
        </li>
      </ul>
      <p>
        4、AIBert智启可能会根据法律法规及政策变更、自身运营策略等因素对上述会员权益作出部分修改，包括但不限于调整或更改优惠政策等。
      </p>

      <h3><strong>四、收费及退订相关：</strong></h3>
      <p>
        1、收费方式：AIBert智启会员为收费服务，您可通过微信支付作为第三方支付渠道完成会员费用的支付。
      </p>
      <p>
        2、费用退还：AIBert智启会员系网络商品和虚拟商品，采用先收费后服务的方式，会员费用是您所购买的会员服务所对应的网络商品
        价格，而非预付款或者存款、定金、储蓄卡等性质，因此AIBert智启会员一旦购买成功，已表明您已经使用了该商品，不接受退换。
      </p>
      <p>
        3、收费标准：
        收费标准由AIBert智启公司根据公司的运营成本、运营策略等综合考虑后在法律法规未禁止的限度内独立决定（调整
        包括但不限于促销、涨价等），并在相关的产品服务宣传及支付页面向您展示；若您在购买和续费时，相关收费方式发生变化的，
        以AIBert智启公司实际公布的收费方式为准；相关服务的价格发生了调整的，应以AIBert智启公司平台上公示的现时有效的价格为准
        （但AIBert智启公司与您另有约定的情形除外），请您在认真阅读相关通知后，再决定是否续费。
      </p>
      <p>4、订阅周期：订阅周期为1个月和1年，用户可自行选择.</p>

      <h3><strong>五、会员规范及违约处理：</strong></h3>
      <p>1、在您使用AIBert智启会员服务的的过程中，不得存在以下行为：</p>
      <ul>
        <li>
          <p>
            通过技术手段对服务内容、服务期限、消费金额、交易状态等信息进行修改以获得AIBert智启会员服务的。
          </p>
        </li>
        <li>
          <p>
            将AIBert智启会员服务提供他人使用（包括但不限于转移、赠与、借用、租用、销售、转让）。
          </p>
        </li>
        <li>
          <p>
            对AIBert智启会员服务的任何安全措施技术进行破解、更改、反操作、篡改或其他破坏。
          </p>
        </li>
        <li>
          <p>
            任何通过非法不正当手段或利用漏洞获得AIBert智启会员服务或进行恶意退费的。
          </p>
        </li>
        <li>
          <p>
            其他违反AIBert智启公司相关协议或本协议、法律法规或监管政策及任何侵犯第三方合法权益的行为。
          </p>
        </li>
      </ul>
      <p>
        2、若您违反本协议和/或AIBert智启公司相关协议等，AIBert智启有权根据自身的判断或法律与政策的需要，自主决定
        并可在不预先通知您的情况下，全部或者部分地选择：
      </p>
      <ul>
        <li>
          <p>
            暂停或终止对您的AIBert智启会员服务，采取包括但不限于限制、冻结或终止AIBert智启会员服务措施，并由您自行承担
            AIBert智启会员服务无法使用的后果，您已支付的费用不作退还；
          </p>
        </li>
        <li>
          <p>
            通过行政执法机构或者司法机关，以追究相应法律责任。若因您违反本协议导致任何第三方损害的
            （含AIBert智启公司及其关联公司和内容提供方），您应当独立承担责任；AIBert智启公司及其关联公司遭受损失的，
            您也应当依法赔偿（包括但不限于直接损失、间接损失、商誉损害、律师费用、法律开支等一切维护权益的费用）。
          </p>
        </li>
      </ul>

      <h3><strong>六、AIBert智启会员服务的中断与终止：</strong></h3>
      <p>
        因您对AIBert智启修改本协议内容有异议，或对AIBert智启公司提供的AIBert智启会员服务不满意，您可主动中断或终止AIBert智启会员服务。
      </p>

      <h3><strong>七、适用法律与纠纷管辖：</strong></h3>
      <p>
        本用户协议适用中华人民共和国大陆地区法律。本用户协议项下争议，由被告住所地法院管辖。
      </p>
    </el-card>
  </div>
</template>

<script>
export default {
  name: "UserAgreementPage",
};
</script>

<style scoped>
.user-agreement-page {
  display: flex;
  justify-content: center;
  align-items: center;
  height: 100vh;
  background-color: #fff;
}

.agreement-card {
  width: 1000px;
  height: 100vh;
  padding: 20px;
  overflow-y: auto;
}

.title {
  text-align: center;
  font-weight: bold;
  font-size: 24px;
  margin-bottom: 20px;
}
</style>
